Repository: 1595901624/flux
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: ar, de, es, fa, id, ja, ko, ru, tr, tt, zh_cn, zh_tw

# Msg_ServiceFailedTitle.Text
source: Service install failed
ar: فشل تثبيت الخدمة
de: Dienstinstallation fehlgeschlagen
es: Error al instalar el servicio
fa: نصب سرویس ناموفق
id: Gagal memasang layanan
ja: サービスのインストールに失敗
ko: 서비스 설치 실패
ru: Не удалось установить службу
tr: Servis kurulumu başarısız
tt: Хезмәт урнаштыру хата
zh_cn: 服务安装失败
zh_tw: 服務安裝失敗

# Msg_ServiceFailedTitle.Content
source: Service install failed
ar: فشل تثبيت الخدمة
de: Dienstinstallation fehlgeschlagen
fa: نصب سرویس ناموفق
id: Gagal memasang layanan
ja: サービスのインストールに失敗
ko: 서비스 설치 실패
tr: Servis kurulumu başarısız
tt: Хезмәт урнаштыру хата
zh_cn: 服务安装失败
zh_tw: 服務安裝失敗

# Msg_HotkeyRejected.Text
source: Hotkey save rejected
ar: تم رفض حفظ الاختصارات
de: Hotkey-Speichern abgelehnt
es: Guardado de atajos rechazado
fa: ذخیره میانبرها رد شد
id: Penyimpanan pintasan ditolak
ja: ホットキー保存を拒否
ko: 단축키 저장 거부됨
ru: Сохранение горячих клавиш отклонено
tr: Kısayol kaydetme reddedildi
tt: Кыска юлларны саклау кабул ителмәде
zh_cn: 热键保存被拒绝
zh_tw: 熱鍵儲存被拒絕

# Msg_HotkeyRejected.Content
source: Hotkey save rejected
ar: تم رفض حفظ الاختصارات
de: Hotkey-Speichern abgelehnt
fa: ذخیره میانبرها رد شد
id: Penyimpanan pintasan ditolak
ja: ホットキー保存を拒否
ko: 단축키 저장 거부됨
tr: Kısayol kaydetme reddedildi
tt: Кыска юлларны саклау кабул ителмәде
zh_cn: 热键保存被拒绝
zh_tw: 熱鍵儲存被拒絕

# Msg_HotkeySaved.Text
source: Hotkeys saved
ar: تم حفظ الاختصارات
de: Hotkeys gespeichert
es: Atajos guardados
fa: میانبرها ذخیره شد
id: Pintasan disimpan
ja: ホットキーを保存しました
ko: 단축키 저장됨
ru: Горячие клавиши сохранены
tr: Kısayollar kaydedildi
tt: Кыска юллар сакланды
zh_cn: 热键已保存
zh_tw: 熱鍵已儲存

# Msg_HotkeySaved.Content
source: Hotkeys saved
ar: تم حفظ الاختصارات
de: Hotkeys gespeichert
fa: میانبرها ذخیره شد
id: Pintasan disimpan
ja: ホットキーを保存しました
ko: 단축키 저장됨
tr: Kısayollar kaydedildi
tt: Кыска юллар сакланды
zh_cn: 热键已保存
zh_tw: 熱鍵已儲存

# Msg_HotkeySavedBody.Text
source: Global hotkeys are registered and active.
ar: الاختصارات مسجلة ونشطة
de: Globale Hotkeys sind aktiv
es: Los atajos globales están activos
fa: میانبرهای سراسری فعال شدند
id: Pintasan global aktif
ja: グローバルホットキーが有効です
ko: 전역 단축키가 등록되었습니다
ru: Глобальные клавиши зарегистрированы
tr: Kısayollar kaydedildi ve aktif
tt: Кыска юллар теркәлгән
zh_cn: 全局热键已注册生效。
zh_tw: 全域熱鍵已註冊生效。

# Msg_HotkeySavedBody.Content
source: Global hotkeys are registered and active.
ar: الاختصارات مسجلة ونشطة
de: Globale Hotkeys sind aktiv
fa: میانبرهای سراسری فعال شدند
id: Pintasan global aktif
ja: グローバルホットキーが有効です
ko: 전역 단축키가 등록되었습니다
tr: Kısayollar kaydedildi ve aktif
tt: Кыска юллар теркәлгән
zh_cn: 全局热键已注册生效。
zh_tw: 全域熱鍵已註冊生效。

# Msg_LangChanged.Text
source: Language changed
ar: تم تغيير اللغة
de: Sprache geändert
es: Idioma cambiado
fa: زبان تغییر کرد
id: Bahasa diubah
ja: 言語を変更しました
ko: 언어 변경됨
ru: Язык изменён
tr: Dil değiştirildi
tt: Тел үзгәртелде
zh_cn: 语言已更改
zh_tw: 語言已變更

# Msg_LangChanged.Content
source: Language changed
ar: تم تغيير اللغة
de: Sprache geändert
fa: زبان تغییر کرد
id: Bahasa diubah
ja: 言語を変更しました
ko: 언어 변경됨
tr: Dil değiştirildi
tt: Тел үзгәртелде
zh_cn: 语言已更改
zh_tw: 語言已變更

# Msg_LangChangedBody.Text
source: Restart the app to fully apply the new language.
ar: أعد تشغيل التطبيق لتطبيق اللغة كاملة
de: Starten Sie neu, um die Sprache vollständig anzuwenden
es: Reinicie para aplicar el idioma por completo
fa: برای اعمال کامل برنامه را ری‌استارت کنید
id: Mulai ulang aplikasi untuk menerapkan penuh
ja: 完全適用には再起動してください
ko: 완전 적용하려면 재시작하세요
ru: Перезапустите приложение для полного применения
tr: Tam uygulanması için uygulamayı yeniden başlatın
tt: Тулы куллану өчен кушакны яңадан башлагыз
zh_cn: 请重启应用以完整应用新语言设置。
zh_tw: 請重新啟動應用以完整套用新語言設定。

# Msg_LangChangedBody.Content
source: Restart the app to fully apply the new language.
ar: أعد تشغيل التطبيق لتطبيق اللغة كاملة
de: Starten Sie neu, um die Sprache vollständig anzuwenden
fa: برای اعمال کامل برنامه را ری‌استارت کنید
id: Mulai ulang aplikasi untuk menerapkan penuh
ja: 完全適用には再起動してください
ko: 완전 적용하려면 재시작하세요
tr: Tam uygulanması için uygulamayı yeniden başlatın
tt: Тулы куллану өчен кушакны яңадан башлагыз
zh_cn: 请重启应用以完整应用新语言设置。
zh_tw: 請重新啟動應用以完整套用新語言設定。

# Msg_Copied.Text
source: Copied
ar: تم النسخ
de: Kopiert
es: Copiado
fa: کپی شد
id: Tersalin
ja: コピーしました
ko: 복사됨
ru: Скопировано
tr: Kopyalandı
tt: Күчерелде
zh_cn: 已复制
zh_tw: 已複製

# Msg_Copied.Content
source: Copied
ar: تم النسخ
de: Kopiert
fa: کپی شد
id: Tersalin
ja: コピーしました
ko: 복사됨
tr: Kopyalandı
tt: Күчерелде
zh_cn: 已复制
zh_tw: 已複製

# Msg_CopiedBody.Text
source: {0} environment variables copied to clipboard.
ar: تم نسخ متغيرات {0} إلى الحافظة
de: {0}-Variablen in die Zwischenablage kopiert
es: Variables de {0} copiadas al portapapeles
fa: متغیرهای {0} در کلیپ‌بورد کپی شد
id: Variabel {0} disalin ke papan klip
ja: {0} 環境変数をクリップボードにコピー
ko: {0} 환경 변수가 클립보드에 복사됨
ru: Переменные {0} скопированы в буфер
tr: {0} ortam değişkenleri panoya kopyalandı
tt: {0} env тзүләре күчерелде
zh_cn: {0} 环境变量已复制到剪贴板。
zh_tw: {0} 環境變數已複製到剪貼簿。

# Msg_CopiedBody.Content
source: {0} environment variables copied to clipboard.
ar: تم نسخ متغيرات {0} إلى الحافظة
de: {0}-Variablen in die Zwischenablage kopiert
fa: متغیرهای {0} در کلیپ‌بورد کپی شد
id: Variabel {0} disalin ke papan klip
ja: {0} 環境変数をクリップボードにコピー
ko: {0} 환경 변수가 클립보드에 복사됨
tr: {0} ortam değişkenleri panoya kopyalandı
tt: {0} env тзүләре күчерелде
zh_cn: {0} 环境变量已复制到剪贴板。
zh_tw: {0} 環境變數已複製到剪貼簿。

# Msg_BackupDone.Text
source: Backup complete
ar: اكتمل النسخ الاحتياطي
de: Backup abgeschlossen
es: Copia completada
fa: پشتیبان‌گیری کامل شد
id: Cadangan selesai
ja: バックアップ完了
ko: 백업 완료
ru: Резервная копия создана
tr: Yedekleme tamam
tt: Резерв ясалды
zh_cn: 备份完成
zh_tw: 備份完成

# Msg_BackupDone.Content
source: Backup complete
ar: اكتمل النسخ الاحتياطي
de: Backup abgeschlossen
fa: پشتیبان‌گیری کامل شد
id: Cadangan selesai
ja: バックアップ完了
ko: 백업 완료
tr: Yedekleme tamam
tt: Резерв ясалды
zh_cn: 备份完成
zh_tw: 備份完成

# Msg_BackupDoneBody.Text
source: Backup created: {0}
ar: تم إنشاء النسخة: {0}
de: Backup erstellt: {0}
es: Copia creada: {0}
fa: پشتیبان ایجاد شد: {0}
id: Cadangan dibuat: {0}
ja: バックアップを作成: {0}
ko: 백업 생성됨: {0}
ru: Копия создана: {0}
tr: Yedek oluşturuldu: {0}
tt: Резерв ясалды: {0}
zh_cn: 已创建备份 {0}
zh_tw: 已建立備份 {0}

# Msg_BackupDoneBody.Content
source: Backup created: {0}
ar: تم إنشاء النسخة: {0}
de: Backup erstellt: {0}
fa: پشتیبان ایجاد شد: {0}
id: Cadangan dibuat: {0}
ja: バックアップを作成: {0}
ko: 백업 생성됨: {0}
tr: Yedek oluşturuldu: {0}
tt: Резерв ясалды: {0}
zh_cn: 已创建备份 {0}
zh_tw: 已建立備份 {0}

# Msg_BackupFailed.Text
source: Backup failed
ar: فشل النسخ الاحتياطي
de: Backup fehlgeschlagen
es: Error de copia
fa: پشتیبان‌گیری ناموفق
id: Cadangan gagal
ja: バックアップ失敗
ko: 백업 실패
ru: Ошибка резервного копирования
tr: Yedekleme başarısız
tt: Резерв ясау хата
zh_cn: 备份失败
zh_tw: 備份失敗

# Msg_BackupFailed.Content
source: Backup failed
ar: فشل النسخ الاحتياطي
de: Backup fehlgeschlagen
fa: پشتیبان‌گیری ناموفق
id: Cadangan gagal
ja: バックアップ失敗
ko: 백업 실패
tr: Yedekleme başarısız
tt: Резерв ясау хата
zh_cn: 备份失败
zh_tw: 備份失敗

# Msg_ListFailed.Text
source: Failed to list backups
ar: فشل قراءة النسخ
de: Backup-Liste fehlgeschlagen
es: Error al listar copias
fa: خواندن فهرست ناموفق
id: Gagal membaca cadangan
ja: 一覧の取得に失敗
ko: 목록 읽기 실패
ru: Не удалось получить список
tr: Liste alınamadı
tt: Исемлек уку хата
zh_cn: 读取备份失败
zh_tw: 讀取備份失敗

# Msg_ListFailed.Content
source: Failed to list backups
ar: فشل قراءة النسخ
de: Backup-Liste fehlgeschlagen
fa: خواندن فهرست ناموفق
id: Gagal membaca cadangan
ja: 一覧の取得に失敗
ko: 목록 읽기 실패
tr: Liste alınamadı
tt: Исемлек уку хата
zh_cn: 读取备份失败
zh_tw: 讀取備份失敗

# Msg_NoBackups.Text
source: No backups
ar: لا نسخ احتياطية
de: Keine Backups
es: Sin copias
fa: بدون پشتیبان
id: Tidak ada cadangan
ja: バックアップなし
ko: 백업 없음
ru: Нет резервных копий
tr: Yedek yok
tt: Резерв юк
zh_cn: 没有备份
zh_tw: 沒有備份

# Msg_NoBackups.Content
source: No backups
ar: لا نسخ احتياطية
de: Keine Backups
fa: بدون پشتیبان
id: Tidak ada cadangan
ja: バックアップなし
ko: 백업 없음
tr: Yedek yok
tt: Резерв юк
zh_cn: 没有备份
zh_tw: 沒有備份

# Msg_NoBackupsBody.Text
source: No backups have been created yet.
ar: لم تُنشأ أي نسخ بعد
de: Noch keine Backups vorhanden
es: Aún no hay copias de seguridad
fa: هنوز پشتیبانی ایجاد نشده
id: Belum ada cadangan dibuat
ja: まだバックアップはありません
ko: 아직 백업이 없습니다
ru: Резервных копий ещё нет
tr: Henüz yedek oluşturulmadı
tt: Һәм резерв ясалмаган әле
zh_cn: 尚未创建任何备份。
zh_tw: 尚未建立任何備份。

# Msg_NoBackupsBody.Content
source: No backups have been created yet.
ar: لم تُنشأ أي نسخ بعد
de: Noch keine Backups vorhanden
fa: هنوز پشتیبانی ایجاد نشده
id: Belum ada cadangan dibuat
ja: まだバックアップはありません
ko: 아직 백업이 없습니다
tr: Henüz yedek oluşturulmadı
tt: Һәм резерв ясалмаган әле
zh_cn: 尚未创建任何备份。
zh_tw: 尚未建立任何備份。

# Msg_RestorePick.Text
source: Pick a backup to restore (restart the core afterwards):
ar: اختر نسخة (أعد تشغيل النواة بعدها):
de: Backup zum Wiederherstellen wählen (danach Kern neu starten)
es: Elija una copia (reinicie el núcleo después):
fa: پشتیبان را انتخاب کنید (پس از آن هسته ری‌استارت شود):
id: Pilih cadangan (restart core setelahnya):
ja: 復元するバックアップを選択（後でコア再起動）
ko: 복구할 백업 선택(이후 코어 재시작)
ru: Выберите копию (затем перезапустите ядро):
tr: Geri yüklenecek yedeği seçin (sonra çekirdeği yeniden başlatın)
tt: Резерв сайлагыз (соң йөзәкне яңартыгыз)
zh_cn: 选择要恢复的备份（恢复后需要重启内核生效）：
zh_tw: 選擇要恢復的備份（恢復後需要重啟核心生效）：

# Msg_RestorePick.Content
source: Pick a backup to restore (restart the core afterwards):
ar: اختر نسخة (أعد تشغيل النواة بعدها):
de: Backup zum Wiederherstellen wählen (danach Kern neu starten)
fa: پشتیبان را انتخاب کنید (پس از آن هسته ری‌استارت شود):
id: Pilih cadangan (restart core setelahnya):
ja: 復元するバックアップを選択（後でコア再起動）
ko: 복구할 백업 선택(이후 코어 재시작)
tr: Geri yüklenecek yedeği seçin (sonra çekirdeği yeniden başlatın)
tt: Резерв сайлагыз (соң йөзәкне яңартыгыз)
zh_cn: 选择要恢复的备份（恢复后需要重启内核生效）：
zh_tw: 選擇要恢復的備份（恢復後需要重啟核心生效）：

# Msg_RestoreDone.Text
source: Restore complete
ar: اكتملت الاستعادة
de: Wiederherstellung abgeschlossen
es: Restauración completa
fa: بازیابی کامل شد
id: Pemulihan selesai
ja: 復元完了
ko: 복구 완료
ru: Восстановление завершено
tr: Geri yükleme tamam
tt: Кайтару тәмам
zh_cn: 恢复完成
zh_tw: 恢復完成

# Msg_RestoreDone.Content
source: Restore complete
ar: اكتملت الاستعادة
de: Wiederherstellung abgeschlossen
fa: بازیابی کامل شد
id: Pemulihan selesai
ja: 復元完了
ko: 복구 완료
tr: Geri yükleme tamam
tt: Кайтару тәмам
zh_cn: 恢复完成
zh_tw: 恢復完成

# Msg_RestoreDoneBody.Text
source: Restored from {0} and restarted the core.
ar: استُعيد من {0} وأعيد تشغيل النواة
de: Aus {0} wiederhergestellt, Kern neu gestartet
es: Restaurado desde {0} y núcleo reiniciado
fa: از {0} بازیابی و هسته ری‌استارت شد
id: Dipulihkan dari {0} dan core direstart
ja: {0} から復元しコアを再起動
ko: {0}에서 복구하고 코어 재시작
ru: Восстановлено из {0}, ядро перезапущено
tr: {0} yedeğinden geri yüklendi, çekirdek yeniden başlatıldı
tt: {0} дан кайтарылды, йөзәк яңадан башланды
zh_cn: 已从 {0} 恢复并重启内核。
zh_tw: 已從 {0} 恢復並重啟核心。

# Msg_RestoreDoneBody.Content
source: Restored from {0} and restarted the core.
ar: استُعيد من {0} وأعيد تشغيل النواة
de: Aus {0} wiederhergestellt, Kern neu gestartet
fa: از {0} بازیابی و هسته ری‌استارت شد
id: Dipulihkan dari {0} dan core direstart
ja: {0} から復元しコアを再起動
ko: {0}에서 복구하고 코어 재시작
tr: {0} yedeğinden geri yüklendi, çekirdek yeniden başlatıldı
tt: {0} дан кайтарылды, йөзәк яңадан башланды
zh_cn: 已从 {0} 恢复并重启内核。
zh_tw: 已從 {0} 恢復並重啟核心。

# Msg_RestoreFailed.Text
source: Restore failed
ar: فشل الاستعادة
de: Wiederherstellung fehlgeschlagen
es: Error al restaurar
fa: بازیابی ناموفق
id: Pemulihan gagal
ja: 復元に失敗
ko: 복구 실패
ru: Ошибка восстановления
tr: Geri yükleme başarısız
tt: Кайтару хата
zh_cn: 恢复失败
zh_tw: 恢復失敗

# Msg_RestoreFailed.Content
source: Restore failed
ar: فشل الاستعادة
de: Wiederherstellung fehlgeschlagen
fa: بازیابی ناموفق
id: Pemulihan gagal
ja: 復元に失敗
ko: 복구 실패
tr: Geri yükleme başarısız
tt: Кайтару хата
zh_cn: 恢复失败
zh_tw: 恢復失敗

# Msg_WebDavTitle.Text
source: WebDAV server settings
ar: إعدادات خادم WebDAV
de: WebDAV-Servereinstellungen
es: Ajustes del servidor WebDAV
fa: تنظیمات سرور WebDAV
id: Pengaturan server WebDAV
ja: WebDAVサーバー設定
ko: WebDAV 서버 설정
ru: Настройки сервера WebDAV
tr: WebDAV sunucu ayarları
tt: WebDAV сервер көйләүләре
zh_cn: WebDAV 服务器设置
zh_tw: WebDAV 伺服器設定

# Msg_WebDavTitle.Content
source: WebDAV server settings
ar: إعدادات خادم WebDAV
de: WebDAV-Servereinstellungen
fa: تنظیمات سرور WebDAV
id: Pengaturan server WebDAV
ja: WebDAVサーバー設定
ko: WebDAV 서버 설정
tr: WebDAV sunucu ayarları
tt: WebDAV сервер көйләүләре
zh_cn: WebDAV 服务器设置
zh_tw: WebDAV 伺服器設定

# Msg_WebDavInvalidTitle.Text
source: Invalid URL
ar: عنوان غير صالح
de: Ungültige URL
es: URL no válida
fa: آدرس نامعتبر
id: URL tidak valid
ja: URLが無効
ko: URL이 잘못됨
ru: Неверный адрес
tr: Geçersiz adres
tt: Адрес яраксыз
zh_cn: 地址无效
zh_tw: 位址無效

# Msg_WebDavInvalidTitle.Content
source: Invalid URL
ar: عنوان غير صالح
de: Ungültige URL
fa: آدرس نامعتبر
id: URL tidak valid
ja: URLが無効
ko: URL이 잘못됨
tr: Geçersiz adres
tt: Адрес яраксыз
zh_cn: 地址无效
zh_tw: 位址無效

# Msg_WebDavInvalidBody.Text
source: The WebDAV URL must be a valid HTTP/HTTPS URL.
ar: يجب أن يكون عنوان WebDAV صالحًا
de: Die WebDAV-URL muss HTTP/HTTPS sein
es: La URL de WebDAV debe ser HTTP/HTTPS válida
fa: آدرس WebDAV باید HTTP/HTTPS معتبر باشد
id: URL WebDAV harus HTTP/HTTPS valid
ja: 有効なHTTP/HTTPS URLを指定
ko: 유효한 HTTP/HTTPS URL이어야 합니다
ru: Адрес WebDAV должен быть HTTP/HTTPS URL
tr: WebDAV adresi geçerli HTTP/HTTPS olmalı
tt: WebDAV адресы HTTP/HTTPS булырга тиеш
zh_cn: WebDAV 地址必须是有效的 HTTP/HTTPS URL。
zh_tw: WebDAV 位址必須是有效的 HTTP/HTTPS URL。

# Msg_WebDavInvalidBody.Content
source: The WebDAV URL must be a valid HTTP/HTTPS URL.
ar: يجب أن يكون عنوان WebDAV صالحًا
de: Die WebDAV-URL muss HTTP/HTTPS sein
fa: آدرس WebDAV باید HTTP/HTTPS معتبر باشد
id: URL WebDAV harus HTTP/HTTPS valid
ja: 有効なHTTP/HTTPS URLを指定
ko: 유효한 HTTP/HTTPS URL이어야 합니다
tr: WebDAV adresi geçerli HTTP/HTTPS olmalı
tt: WebDAV адресы HTTP/HTTPS булырга тиеш
zh_cn: WebDAV 地址必须是有效的 HTTP/HTTPS URL。
zh_tw: WebDAV 位址必須是有效的 HTTP/HTTPS URL。

# Msg_WebDavSaved.Text
source: Saved
ar: تم الحفظ
de: Gespeichert
es: Guardado
fa: ذخیره شد
id: Tersimpan
ja: 保存しました
ko: 저장됨
ru: Сохранено
tr: Kaydedildi
tt: Сакланды
zh_cn: 已保存
zh_tw: 已儲存

# Msg_WebDavSaved.Content
source: Saved
ar: تم الحفظ
de: Gespeichert
fa: ذخیره شد
id: Tersimpan
ja: 保存しました
ko: 저장됨
tr: Kaydedildi
tt: Сакланды
zh_cn: 已保存
zh_tw: 已儲存

# Msg_WebDavSavedBody.Text
source: WebDAV settings saved (password encrypted via DPAPI, never stored in plain text).
ar: تم حفظ إعدادات WebDAV (كلمة السر مشفرة بـ DPAPI)
de: WebDAV gespeichert (PW via DPAPI verschlüsselt)
es: Ajustes WebDAV guardados (contraseña cifrada con DPAPI)
fa: تنظیمات WebDAV ذخیره شد (رمز با DPAPI رمزنگاری می‌شود)
id: Pengaturan WebDAV disimpan (sandi terenkripsi DPAPI)
ja: WebDAV設定を保存（PWはDPAPIで暗号化）
ko: WebDAV 설정 저장(비밀번호 DPAPI 암호화)
ru: Настройки WebDAV сохранены (пароль зашифрован DPAPI)
tr: WebDAV ayarları kaydedildi (şifre DPAPI ile şifreli)
tt: WebDAV сакланды (пароль DPAPI белән шифрлана)
zh_cn: WebDAV 配置已保存（密码经 DPAPI 加密，明文不落盘）。
zh_tw: WebDAV 設定已儲存（密碼經 DPAPI 加密，明文不落盤）。

# Msg_WebDavSavedBody.Content
source: WebDAV settings saved (password encrypted via DPAPI, never stored in plain text).
ar: تم حفظ إعدادات WebDAV (كلمة السر مشفرة بـ DPAPI)
de: WebDAV gespeichert (PW via DPAPI verschlüsselt)
fa: تنظیمات WebDAV ذخیره شد (رمز با DPAPI رمزنگاری می‌شود)
id: Pengaturan WebDAV disimpan (sandi terenkripsi DPAPI)
ja: WebDAV設定を保存（PWはDPAPIで暗号化）
ko: WebDAV 설정 저장(비밀번호 DPAPI 암호화)
tr: WebDAV ayarları kaydedildi (şifre DPAPI ile şifreli)
tt: WebDAV сакланды (пароль DPAPI белән шифрлана)
zh_cn: WebDAV 配置已保存（密码经 DPAPI 加密，明文不落盘）。
zh_tw: WebDAV 設定已儲存（密碼經 DPAPI 加密，明文不落盤）。

# Msg_NotConfigured.Text
source: Not configured
ar: غير مهيأ
de: Nicht konfiguriert
es: Sin configurar
fa: پیکربندی نشده
id: Belum dikonfigurasi
ja: 未設定
ko: 구성 안 됨
ru: Не настроено
tr: Yapılandırılmadı
tt: Көйләнмәгән
zh_cn: 未配置
zh_tw: 未設定

# Msg_NotConfigured.Content
source: Not configured
ar: غير مهيأ
de: Nicht konfiguriert
fa: پیکربندی نشده
id: Belum dikonfigurasi
ja: 未設定
ko: 구성 안 됨
tr: Yapılandırılmadı
tt: Көйләнмәгән
zh_cn: 未配置
zh_tw: 未設定

# Msg_NotConfiguredBody.Text
source: Configure the WebDAV server first.
ar: هيّئ خادم WebDAV أولًا
de: Zuerst WebDAV-Server konfigurieren
es: Configure primero el servidor WebDAV
fa: ابتدا سرور WebDAV را تنظیم کنید
id: Atur server WebDAV dulu
ja: 先にWebDAVサーバーを設定してください
ko: 먼저 WebDAV 서버를 설정하세요
ru: Сначала настройте сервер WebDAV
tr: Önce WebDAV sunucusunu ayarlayın
tt: Элек WebDAV серверен көйләгез
zh_cn: 请先设置 WebDAV 服务器。
zh_tw: 請先設定 WebDAV 伺服器。

# Msg_NotConfiguredBody.Content
source: Configure the WebDAV server first.
ar: هيّئ خادم WebDAV أولًا
de: Zuerst WebDAV-Server konfigurieren
fa: ابتدا سرور WebDAV را تنظیم کنید
id: Atur server WebDAV dulu
ja: 先にWebDAVサーバーを設定してください
ko: 먼저 WebDAV 서버를 설정하세요
tr: Önce WebDAV sunucusunu ayarlayın
tt: Элек WebDAV серверен көйләгез
zh_cn: 请先设置 WebDAV 服务器。
zh_tw: 請先設定 WebDAV 伺服器。

# Msg_UploadDone.Text
source: Upload complete
ar: اكتمل الرفع
de: Upload abgeschlossen
es: Subida completa
fa: بارگذاری کامل شد
id: Unggah selesai
ja: アップロード完了
ko: 업로드 완료
ru: Загрузка завершена
tr: Yükleme tamam
tt: Йөкләү тәмам
zh_cn: 上传完成
zh_tw: 上傳完成

# Msg_UploadDone.Content
source: Upload complete
ar: اكتمل الرفع
de: Upload abgeschlossen
fa: بارگذاری کامل شد
id: Unggah selesai
ja: アップロード完了
ko: 업로드 완료
tr: Yükleme tamam
tt: Йөкләү тәмам
zh_cn: 上传完成
zh_tw: 上傳完成

# Msg_UploadDoneBody.Text
source: {0} has been uploaded to WebDAV.
ar: تم رفع {0} إلى WebDAV
de: {0} zu WebDAV hochgeladen
es: {0} subido a WebDAV
fa: {0} به WebDAV بارگذاری شد
id: {0} diunggah ke WebDAV
ja: {0} をWebDAVへアップロード
ko: {0}이(가) WebDAV에 업로드됨
ru: {0} загружено в WebDAV
tr: {0} WebDAV'e yüklendi
tt: {0} WebDAV'ка йөкләнде
zh_cn: {0} 已上传到 WebDAV。
zh_tw: {0} 已上傳到 WebDAV。

# Msg_UploadDoneBody.Content
source: {0} has been uploaded to WebDAV.
ar: تم رفع {0} إلى WebDAV
de: {0} zu WebDAV hochgeladen
fa: {0} به WebDAV بارگذاری شد
id: {0} diunggah ke WebDAV
ja: {0} をWebDAVへアップロード
ko: {0}이(가) WebDAV에 업로드됨
tr: {0} WebDAV'e yüklendi
tt: {0} WebDAV'ка йөкләнде
zh_cn: {0} 已上传到 WebDAV。
zh_tw: {0} 已上傳到 WebDAV。

# Msg_UploadFailed.Text
source: Upload failed
ar: فشل الرفع
de: Upload fehlgeschlagen
es: Error al subir
fa: بارگذاری ناموفق
id: Unggah gagal
ja: アップロード失敗
ko: 업로드 실패
ru: Ошибка загрузки
tr: Yükleme başarısız
tt: Йөкләү хата
zh_cn: 上传失败
zh_tw: 上傳失敗

# Msg_UploadFailed.Content
source: Upload failed
ar: فشل الرفع
de: Upload fehlgeschlagen
fa: بارگذاری ناموفق
id: Unggah gagal
ja: アップロード失敗
ko: 업로드 실패
tr: Yükleme başarısız
tt: Йөкләү хата
zh_cn: 上传失败
zh_tw: 上傳失敗

# Msg_WebDavNoBackups.Text
source: No backups
ar: لا نسخ
de: Keine Backups
es: Sin copias
fa: بدون پشتیبان
id: Tidak ada cadangan
ja: バックアップなし
ko: 백업 없음
ru: Нет копий
tr: Yedek yok
tt: Резерв юк
zh_cn: 无备份
zh_tw: 無備份

# Msg_WebDavNoBackups.Content
source: No backups
ar: لا نسخ
de: Keine Backups
fa: بدون پشتیبان
id: Tidak ada cadangan
ja: バックアップなし
ko: 백업 없음
tr: Yedek yok
tt: Резерв юк
zh_cn: 无备份
zh_tw: 無備份

# Msg_WebDavNoBackupsBody.Text
source: There are no backup files on WebDAV.
ar: لا توجد ملفات نسخ على WebDAV
de: Keine Backups auf dem WebDAV-Server
es: No hay copias en WebDAV
fa: روی WebDAV فایل پشتیبانی نیست
id: Tidak ada file cadangan di WebDAV
ja: WebDAVにバックアップはありません
ko: WebDAV에 백업 파일이 없습니다
ru: На WebDAV нет файлов копий
tr: WebDAV'de yedek dosyası yok
tt: WebDAV'да резерв файллар юк
zh_cn: WebDAV 上没有备份文件。
zh_tw: WebDAV 上沒有備份檔案。

# Msg_WebDavNoBackupsBody.Content
source: There are no backup files on WebDAV.
ar: لا توجد ملفات نسخ على WebDAV
de: Keine Backups auf dem WebDAV-Server
fa: روی WebDAV فایل پشتیبانی نیست
id: Tidak ada file cadangan di WebDAV
ja: WebDAVにバックアップはありません
ko: WebDAV에 백업 파일이 없습니다
tr: WebDAV'de yedek dosyası yok
tt: WebDAV'да резерв файллар юк
zh_cn: WebDAV 上没有备份文件。
zh_tw: WebDAV 上沒有備份檔案。

# Msg_WebDavRestoreTitle.Text
source: Restore from WebDAV
ar: استعادة من WebDAV
de: Aus WebDAV wiederherstellen
es: Restaurar desde WebDAV
fa: بازیابی از WebDAV
id: Pulihkan dari WebDAV
ja: WebDAVから復元
ko: WebDAV에서 복구
ru: Восстановить из WebDAV
tr: WebDAV'den geri yükle
tt: WebDAV'дан кайтару
zh_cn: 从 WebDAV 恢复
zh_tw: 從 WebDAV 恢復

# Msg_WebDavRestoreTitle.Content
source: Restore from WebDAV
ar: استعادة من WebDAV
de: Aus WebDAV wiederherstellen
fa: بازیابی از WebDAV
id: Pulihkan dari WebDAV
ja: WebDAVから復元
ko: WebDAV에서 복구
tr: WebDAV'den geri yükle
tt: WebDAV'дан кайтару
zh_cn: 从 WebDAV 恢复
zh_tw: 從 WebDAV 恢復

# Msg_DownloadRestore.Text
source: Download & restore
ar: تنزيل واستعادة
de: Herunterladen & wiederherstellen
es: Descargar y restaurar
fa: دانلود و بازیابی
id: Unduh & pulihkan
ja: ダウンロードして復元
ko: 다운로드 후 복구
ru: Скачать и восстановить
tr: İndir ve geri yükle
tt: Йөкләп кайтару
zh_cn: 下载并恢复
zh_tw: 下載並恢復

# Msg_DownloadRestore.Content
source: Download & restore
ar: تنزيل واستعادة
de: Herunterladen & wiederherstellen
fa: دانلود و بازیابی
id: Unduh & pulihkan
ja: ダウンロードして復元
ko: 다운로드 후 복구
tr: İndir ve geri yükle
tt: Йөкләп кайтару
zh_cn: 下载并恢复
zh_tw: 下載並恢復

# Msg_DiagDone.Text
source: Diagnostics exported
ar: تم تصدير التشخيص
de: Diagnose exportiert
es: Diagnóstico exportado
fa: عیب‌یابی صادر شد
id: Diagnostik diekspor
ja: 診断をエクスポートしました
ko: 진단 내보내기 완료
ru: Диагностика экспортирована
tr: Teşhis dışa aktarıldı
tt: Диагностика чыгарылды
zh_cn: 诊断包已导出
zh_tw: 診斷套件已匯出

# Msg_DiagDone.Content
source: Diagnostics exported
ar: تم تصدير التشخيص
de: Diagnose exportiert
fa: عیب‌یابی صادر شد
id: Diagnostik diekspor
ja: 診断をエクスポートしました
ko: 진단 내보내기 완료
tr: Teşhis dışa aktarıldı
tt: Диагностика чыгарылды
zh_cn: 诊断包已导出
zh_tw: 診斷套件已匯出

# Msg_DiagLocalOnly.Text
source: Saved locally only; share at your own discretion.
ar: محفوظ محليًا فقط؛ شارك حسب تقديرك
de: Nur lokal gespeichert; Teilen freiwillig
es: Guardado solo localmente; comparta bajo su criterio
fa: فقط محلی ذخیره شد؛ اشتراک‌گذاری با شما
id: Disimpan lokal saja; bagikan sesuai keputusan
ja: ローカル保存のみ。共有は任意です
ko: 로컬에만 저장됨; 공유는 선택
ru: Сохранено только локально; делитесь по желанию
tr: Yalnızca yerel kaydedildi; paylaşmak size bağlı
tt: Җирдә генә сакланган; уртаклашу үз ихтыярыгыз
zh_cn: 内容仅保存在本地，可自行决定是否分享。
zh_tw: 內容僅儲存在本地，可自行決定是否分享。

# Msg_DiagLocalOnly.Content
source: Saved locally only; share at your own discretion.
ar: محفوظ محليًا فقط؛ شارك حسب تقديرك
de: Nur lokal gespeichert; Teilen freiwillig
fa: فقط محلی ذخیره شد؛ اشتراک‌گذاری با شما
id: Disimpan lokal saja; bagikan sesuai keputusan
ja: ローカル保存のみ。共有は任意です
ko: 로컬에만 저장됨; 공유는 선택
tr: Yalnızca yerel kaydedildi; paylaşmak size bağlı
tt: Җирдә генә сакланган; уртаклашу үз ихтыярыгыз
zh_cn: 内容仅保存在本地，可自行决定是否分享。
zh_tw: 內容僅儲存在本地，可自行決定是否分享。

# Msg_ExportFailed.Text
source: Export failed
ar: فشل التصدير
de: Export fehlgeschlagen
es: Error al exportar
fa: صادر کردن ناموفق
id: Ekspor gagal
ja: エクスポート失敗
ko: 내보내기 실패
ru: Ошибка экспорта
tr: Dışa aktarma başarısız
tt: Чыгару хата
zh_cn: 导出失败
zh_tw: 匯出失敗

# Msg_ExportFailed.Content
source: Export failed
ar: فشل التصدير
de: Export fehlgeschlagen
fa: صادر کردن ناموفق
id: Ekspor gagal
ja: エクスポート失敗
ko: 내보내기 실패
tr: Dışa aktarma başarısız
tt: Чыгару хата
zh_cn: 导出失败
zh_tw: 匯出失敗

# Msg_UpdateCheckTitle.Text
source: Check for updates
ar: البحث عن تحديثات
de: Nach Updates suchen
es: Buscar actualizaciones
fa: بررسی به‌روزرسانی
id: Periksa pembaruan
ja: 更新を確認
ko: 업데이트 확인
ru: Проверить обновления
tr: Güncellemeleri denetle
tt: Яңартуларны тикшерү
zh_cn: 检查更新
zh_tw: 檢查更新

# Msg_UpdateCheckTitle.Content
source: Check for updates
ar: البحث عن تحديثات
de: Nach Updates suchen
fa: بررسی به‌روزرسانی
id: Periksa pembaruan
ja: 更新を確認
ko: 업데이트 확인
tr: Güncellemeleri denetle
tt: Яңартуларны тикшерү
zh_cn: 检查更新
zh_tw: 檢查更新
